Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutIsNumeric_value
source: The value to test.
bg_bg: Стойността за тестване.
ca_es: Valor que es provarà.
cs_cz: Hodnota, která se má testovat
da_dk: Værdien, der skal testes.
de_de: Der zu prüfende Wert.
el_gr: Η τιμή προς δοκιμή.
es_es: Valor que se va a probar.
et_ee: Testitav väärtus.
eu_es: Probatuko den balioa.
fi_fi: Testattava arvo.
fr_fr: Valeur à tester.
gl_es: Valor que se vai probar.
hi_in: परीक्षण किया जाने वाला मान.
hr_hr: Vrijednost koja se testira.
hu_hu: A vizsgálandó érték.
it_it: Valore da testare.
ja_jp: テスト対象の値。
kk_kz: Тексерілетін мән.
ko_kr: 테스트할 값입니다.
lt_lt: Reikšmė, kurią reikia patikrinti.
lv_lv: Testējamā vērtība.
ms_my: Nilai untuk diuji.
nb_no: Verdien som skal testes.
nl_nl: De waarde die moet worden getest.
pl_pl: Wartość do przetestowania.
pt_br: Valor a ser testado.
pt_pt: O valor para testar.
ro_ro: Valoarea de testat.
ru_ru: Значение для проверки.
sk_sk: Hodnota na testovanie.
sl_si: Vrednost, ki bo ovrednotena.
sr_cyrl_rs: Вредност за тестирање.
sr_latn_rs: Vrednost za testiranje.
sv_se: Värdet att testa.
th_th: ค่าที่จะทดสอบ
tr_tr: Test edilecek değer.
uk_ua: Значення для перевірки.
vi_vn: Giá trị cần thử nghiệm.
zh_cn: 要测试的值。
zh_tw: 要測試的值。

source: Post
bg_bg: Публикуване
ca_es: Publica
cs_cz: Publikovat
da_dk: Slå op
de_de: Posten
el_gr: Δημοσίευση
es_es: Publicar
et_ee: Postita
eu_es: P. Kd.
fi_fi: Julkaise
fr_fr: Publier
gl_es: Postal
hi_in: पोस्ट करें
hr_hr: Objava
hu_hu: Közzététel
it_it: Pubblica
ja_jp: 投稿
kk_kz: Пошта
ko_kr: 게시
lt_lt: Paštas
lv_lv: Pasts
ms_my: Siar
nb_no: Legg ut
nl_nl: Plaatsen
pl_pl: Opublikuj
pt_br: Postar
pt_pt: Publicar
ro_ro: Postare
ru_ru: Опубликовать
sk_sk: Príspevok
sl_si: Pošta
sr_cyrl_rs: Пошта
sr_latn_rs: Pošta
sv_se: Inlägg
th_th: โพสต์
tr_tr: Yayımla
uk_ua: Опублікувати
vi_vn: Đăng
zh_cn: 发布
zh_tw: 張貼

# AboutDateTimeValue
source: Converts a date and time in the form of text to a number that represents the date in Power Apps date-time code.
bg_bg: Преобразува дадена дата и час под формата на текст като число, представляващо датата в кода за дата и час в Power Apps.
ca_es: Converteix una data i una hora en format de text en un nombre que representa la data en el codi de data i hora del Power Apps.
cs_cz: Převede datum a čas ve formě textu na číslo, které představuje datum v kódu data a času Power Apps.
da_dk: Konverterer dato og klokkeslæt i form af tekst til et tal, der repræsenterer datoen i Power Apps-koden for dato/klokkeslæt.
de_de: Konvertiert ein Datum und eine Uhrzeit in Textform in eine Zahl, die im Power Apps-Code für Datum und Uhrzeit das Datum darstellt.
el_gr: Μετατρέπει μια ημερομηνία και ώρα στη μορφή κειμένου σε έναν αριθμό που αντιπροσωπεύει την ημερομηνία σε κώδικα ημερομηνίας-ώρας του Power Apps.
es_es: Convierte una fecha y una hora en formato de texto en un número que representa la fecha en el código de fecha y hora de Power Apps.
et_ee: Teisendab kuupäeva ja kellaaja tekstivormingust arvuvormingusse, millega tähistatakse Power Appsi kuupäeva- ja kellaajakoodis kuupäeva.
eu_es: Testu-formatua duten data eta ordua bihurtzen ditu Power Apps-eko data eta orduaren kodeko data adierazten duen zenbaki.
fi_fi: Muuntaa tekstimuotoisen päivämäärän ja ajan luvuksi, joka edustaa päivämäärää Power Appsin päivämäärä- ja aikakoodissa.
fr_fr: Convertit une date et une heure au format texte en nombre représentant la date dans le code date-heure de Power Apps.
gl_es: Converte unha data e hora en forma de texto nun número que representa a data do código de data e hora de Power Apps.
hi_in: पाठ के रूप में दिनांक और समय को एक संख्या के रूप में रूपांतरित करता है, जो Power Apps दिनांक-समय कोड में दिनांक को दर्शाता है.
hr_hr: Pretvara datum i vrijeme u obliku teksta u broj koji predstavlja datum u kodu vremena i datuma za Power Apps.
hu_hu: Átalakítja a szöveges formátumú dátumot és időpontot azzá a számmá, amely a dátumot jelöli a Power Apps dátum- és időpontkódjában.
it_it: Converte una data e un'ora in formato testo in un numero che rappresenta la data nel codice data-ora di Power Apps.
ja_jp: テキスト形式の日時を Power Apps の日時コード形式の日付を表す数値に変換します。
kk_kz: Мәтін түріндегі күн мен уақытты Power Apps күн-уақыт кодындағы күнді көрсететін санға түрлендіреді.
ko_kr: 텍스트 형식의 날짜 및 시간을 Power Apps 날짜-시간 코드로 날짜를 나타내는 숫자로 변환합니다.
lt_lt: Teksto formos datą ir laiką konvertuoja į skaičių, kuris pavaizduoja datą „Power Apps“ datos ir laiko kode.
lv_lv: Pārvērš datumu un laiku teksta formā par skaitli, kas atspoguļo datumu Power Apps datuma-laika kodā.
ms_my: Menukar tarikh dan masa dalam bentuk teks kepada nombor yang mewakili tarikh dalam kod tarikh masa Power Apps.
nb_no: Konverterer en dato og et klokkeslett tekstformat til et tall som representerer datoen i dato/klokkeslett-koden for Power Apps.
nl_nl: Hiermee worden een datum en tijd in het tekstformulier geconverteerd naar een getal dat de datum weergeeft in de Power Apps datum/tijdcode.
pl_pl: Konwertuje datę i godzinę w postaci tekstu na liczbę reprezentującą datę w kodzie daty/godziny usługi Power Apps.
pt_br: Converte uma data e hora em formato de texto em um número que representa a data no código data-hora do Power Apps.
pt_pt: Converte uma data e uma hora sob a forma de texto para um número que representa a data no código de data/hora do Power Apps.
ro_ro: Convertește o valoare dată-oră în formă de text la un număr care reprezintă data în codul dată-oră Power Apps.
ru_ru: Преобразует дату и время в виде текста в число, представляющее дату в формате кода даты и времени Power Apps.
sk_sk: Skonvertuje dátum a čas vo formáte textu na číslo reprezentujúce dátum v kóde dátumu a času služby Power Apps.
sl_si: Pretvori datum in uro v obliki besedila v število, ki predstavlja datum v kodi datum-ura storitve Power Apps.
sr_cyrl_rs: Конвертује датум и време у облику текста у број који представља датум у Power Apps коду датум-време.
sr_latn_rs: Konvertuje datum i vreme u obliku teksta u broj koji predstavlja datum u Power Apps kodu datum-vreme.
sv_se: Konverterar ett datum och tid i textformat till ett tal som representerar datumet i Power Apps datum/tid-kod.
th_th: แปลงวันที่และเวลาในรูปแบบข้อความให้เป็นตัวเลขที่แสดงวันที่เป็นรหัสวันที่-เวลาของ Power Apps
tr_tr: Metin biçimindeki tarih ve saat değerini, Power Apps tarih-saat kodunda tarihi temsil eden bir sayıya dönüştürür.
uk_ua: Перетворює дату й час у вигляді тексту на число, що відповідає даті в коді дати й часу Power Apps.
vi_vn: Chuyển đổi ngày giờ ở dạng văn bản thành một số biểu diễn ngày theo mã ngày/giờ của Power Apps.
zh_cn: 将文本形式的日期和时间转换为采用 Power Apps 日期时间代码表示日期的数字。
zh_tw: 將文字格式的日期與時間，轉換為在 Power Apps 日期時間代碼中代表日期的數字。

# DateTimeValueArg1
source: time_text
bg_bg: текст_като_час
ca_es: hora_text
cs_cz: čas_text
da_dk: klokkeslæt_tekst
de_de: Zeit_Text
el_gr: κείμενο_ώρας
es_es: texto_hora
et_ee: kellaaja_tekst
eu_es: ordua_testua
fi_fi: ajan_teksti
fr_fr: texte_temps
gl_es: texto_hora
hi_in: समय_पाठ
hr_hr: tekst_vremena
hu_hu: szöveges_idő
it_it: testo_ora
ja_jp: 時刻テキスト
kk_kz: уақыт_мәтіні
ko_kr: 시간_텍스트
lt_lt: laikas_kaip_tekstas
lv_lv: laiks_teksts
ms_my: teks_masa
nb_no: klokkeslett_tid
nl_nl: tekst_tijd
pl_pl: tekst_godziny
pt_br: texto_hora
pt_pt: texto_hora
ro_ro: text_timp
ru_ru: время_в_виде_текста
sk_sk: čas_text
sl_si: besedilo_ure
sr_cyrl_rs: време_текст
sr_latn_rs: vreme_tekst
sv_se: tid_text
th_th: ข้อความ_เวลา
tr_tr: saat_metni
uk_ua: текст_часу
vi_vn: văn_bản_thời_gian
zh_cn: 时间文本
zh_tw: 時間_文字

# DateTimeValueArg2
source: language_code
bg_bg: езиков_код
ca_es: codi_llengua
cs_cz: kód_jazyka
da_dk: sprog_kode
de_de: Sprachcode
el_gr: κωδικός_γλώσσας
es_es: código_idioma
et_ee: keelekood
eu_es: hizkuntza_kodea
fi_fi: kielikoodi
fr_fr: code_langue
gl_es: código_idioma
hi_in: भाषा_कोड
hr_hr: šifra_jezika
hu_hu: nyelvi_kód
it_it: codice_lingua
ja_jp: 言語コード
kk_kz: тіл_коды
ko_kr: 언어_코드
lt_lt: kalbos_kodas
lv_lv: valodas_kods
ms_my: kod_bahasa
nb_no: språkkode
nl_nl: code_taal
pl_pl: kod_języka
pt_br: código_idioma
pt_pt: código_idioma
ro_ro: cod_de_limbă
ru_ru: код_языка
sk_sk: kód_jazyka
sl_si: koda_jezika
sr_cyrl_rs: кôд_језика
sr_latn_rs: kôd_jezika
sv_se: språk_kod
th_th: รหัส_ภาษา
tr_tr: dil_kodu
uk_ua: мовний_код
vi_vn: mã_ngôn_ngữ
zh_cn: 语言代码
zh_tw: 語言_代碼

# AboutDateTimeValue_time_text
source: A text representation of a date/time stamp, in a platform supported format.
bg_bg: Текстово представяне на клеймо с дата и час във формат, поддържан от платформата.
ca_es: Representació de text d'una marca de data/hora en un format compatible amb la plataforma.
cs_cz: Textové vyjádření razítka s datem a časem ve formátu podporovaném platformou
da_dk: En tekstrepræsentation af et dato-/klokkeslætstempel i et format, som understøttes af en platform.
de_de: Eine Textdarstellung eines Datums-/Uhrzeitstempels in einem von der Plattform unterstützten Format.
el_gr: Αναπαράσταση κειμένου σήμανσης ημερομηνίας/ώρας, σε μορφή υποστηριζόμενη από πλατφόρμα.
es_es: Una representación de texto de una marca de fecha y hora en un formato compatible con la plataforma.
et_ee: Kuupäeva- ja kellaajatempli tekstkuju platvormi toetatud vormingus.
eu_es: Plataformarako baliozko formatua duen data- eta denbora-zigilu baten testu-adierazpena.
fi_fi: Päivämäärä-/aikaleima tekstiesityksenä ympäristön tukemassa muodossa.
fr_fr: Représentation sous forme de texte d’un horodatage, dans un format pris en charge par la plateforme.
gl_es: Representación de texto dun selo de data/hora nun formato compatible coa plataforma.
hi_in: किसी प्लेटफ़ॉर्म समर्थित प्रारूप में, दिनांक/समय स्टैम्प का पाठ प्रस्तुतिकरण.
hr_hr: Tekstni prikaz datumske/vremenske oznake u obliku koji podržava platforma.
hu_hu: Egy dátum-idő bélyeg szöveges ábrázolása a platform által támogatott formátumban.
it_it: Rappresentazione testuale di un indicatore data/ora in un formato supportato dalla piattaforma.
ja_jp: プラットフォームでサポートされている形式の日時スタンプのテキスト表現。
kk_kz: Күн мен уақыт белгісінің платформа қолдау көрсететін пішімдегі мәтіндік көрінісі.
ko_kr: 날짜/시간 스탬프의 텍스트 표시입니다(플랫폼 지원 형식).
lt_lt: Datos / laiko žymės pavaizdavimas tekstu platformoje palaikomu formatu.
lv_lv: Datuma/laika spiedola teksta attēlojums platformas atbalstītā formātā.
ms_my: Perwakilan teks cap tarikh/masa dalam format yang disokong platform.
nb_no: En tekstrepresentasjon av et dato/klokkeslett-stempel, i et plattformstøttet format.
nl_nl: Een tekstweergave van een datum/tijdstempel in een indeling die door het platform wordt ondersteund.
pl_pl: Tekstowa reprezentacja sygnatury daty i godziny w formacie obsługiwanym na platformie.
pt_br: Representação em texto de um carimbo de data/hora em um formato com suporte na plataforma.
pt_pt: Uma representação de texto de um carimbo de data/hora num formato de plataforma suportado.
ro_ro: O reprezentare text a unui marcaj de dată/oră, într-un format acceptat de platformă.
ru_ru: Текстовое представление метки даты и времени в поддерживаемом платформой формате.
sk_sk: Textová reprezentácia dátumovej/časovej pečiatky vo formáte podporovanom na príslušnej platforme.
sl_si: Besedilni prikaz žiga datum/ura, v obliki, ki jo podpira platforma.
sr_cyrl_rs: Текстуални приказ жига датума/времена, у формату подржаном на платформи.
sr_latn_rs: Tekstualni prikaz žiga datuma/vremena, u formatu podržanom na platformi.
sv_se: En textmotsvarighet till en datum-/tidsstämpel i ett format som stöds av plattformen.
th_th: ข้อความแสดงบันทึกวัน/เวลา ในรูปแบบที่แพลตฟอร์มรองรับ
tr_tr: Tarih/saat damgasının platform tarafından desteklenen biçimde metin gösterimi.
uk_ua: Текстове значення позначки дати й часу в підтримуваному форматі.
vi_vn: Văn bản thể hiện tem ngày/giờ, trong một định dạng được hỗ trợ của nền tảng.
zh_cn: 日期/时间戳的文本表示形式(采用平台支持的格式)。
zh_tw: 以平台支援的格式表示日期/時間戳記的文字。

# AboutDateTimeValue_language_code
source: Language code of the supplied text.
bg_bg: Езиков код на предоставения текст.
ca_es: Codi de llengua del text proporcionat.
cs_cz: Kód jazyka zadaného textu
da_dk: Den indsatte teksts sprogkode.
de_de: Sprachcode des eingegebenen Texts.
el_gr: Κωδικός γλώσσας του παρεχόμενου κειμένου.
es_es: Código de idioma del texto proporcionado.
et_ee: Esitatud teksti keelekood.
eu_es: Emandako testuaren hizkuntza-kodea.
fi_fi: Annetun tekstin kielikoodi.
fr_fr: Code de la langue du texte fourni.
gl_es: Código de idioma do texto fornecido.
hi_in: प्रदत्त लेख का भाषा कोड.
hr_hr: Šifra jezika za navedeni tekst.
hu_hu: A megadott szöveg nyelvkódja.
it_it: Codice della lingua del testo fornito.
ja_jp: 表示されたテキストの言語コード。
kk_kz: Берілген мәтіннің тіл коды.
ko_kr: 입력한 텍스트의 언어 코드입니다.
lt_lt: Pateikto teksto kalbos kodas.
lv_lv: Norādītā teksta valodas kods.
ms_my: Kod bahasa teks yang dibekalkan.
nb_no: Språkkoden for den angitte teksten.
nl_nl: De taalcode van de opgegeven tekst.
pl_pl: Kod języka wprowadzonego tekstu.
pt_br: Código de idioma do texto fornecido.
pt_pt: Código de idioma do texto fornecido.
ro_ro: Codul de limbă al textului furnizat.
ru_ru: Код языка для указанного текста.
sk_sk: Kód jazyka zadaného textu.
sl_si: Koda jezika podanega besedila.
sr_cyrl_rs: Шифра језика наведеног текста.
sr_latn_rs: Šifra jezika navedenog teksta.
sv_se: Språkkod för den angivna texten.
th_th: รหัสภาษาของข้อความที่ระบุ
tr_tr: Sağlanan metnin dil kodu.
uk_ua: Мовний код наданого тексту.
vi_vn: Mã ngôn ngữ của văn bản được cung cấp.
zh_cn: 所提供文本的语言代码。
zh_tw: 提供的文字之語言代碼。

# AboutTable
source: Creates a table from the specified records, with as many columns as there are unique record fields. For example: Table({key1: val1, key2: val2, ...}, ...)
bg_bg: Създава таблица от указаните записи с брой колони, равен на броя на уникалните полета на записите. Например: Table({key1: val1, key2: val2, ...}, ...)
ca_es: Crea una taula a partir dels registres especificats, amb el mateix nombre de columnes que de camps de registre únics. Per exemple: Table({key1: val1, key2: val2, ...}, ...).
cs_cz: Vytvoří tabulku ze zadaných záznamů. Počet sloupců v tabulce bude odpovídat počtu jedinečných polí záznamů. Příklad: Table({key1: val1, key2: val2, ...}; ...)
da_dk: Opretter en tabel ud fra de angivne poster med så mange kolonner, som der er unikke postfelter. For eksempel: Tabel({nøgle1: værdi1, nøgle2: værdi2, ...}, ...)
de_de: Erstellt eine Tabelle aus den angegebenen Datensätzen mit so vielen Spalten, wie eindeutige Datensatzfelder vorhanden sind. Beispiel "Tabelle({key1: val1, key2: val2, ...}, ...)".
el_gr: Δημιουργεί έναν πίνακα από τις καθορισμένες εγγραφές, με όσες στήλες αντιστοιχούν στα μοναδικά πεδία εγγραφών. Για παράδειγμα: Table({key1: val1, key2: val2, ...}, ...)
es_es: Crea una tabla a partir de los registros especificados con tantas columnas como campos de registros únicos haya. Por ejemplo: Table({key1: val1, key2: val2, ...}, ...)
et_ee: Loob määratud kirjete põhjal tabeli, milles on niipalju veerge, kui on kordumatuid kirjevälju. Nt: Tabel({võti1: väärtus1; võti2: väärtus2; ...}; ...)
eu_es: Taula bat sortzen du zehaztutako erregistroetan oinarrituta; erregistro-eremu esklusiboen kopurua eta zutabeen kopurua berdinak izango dira. Adibidez: Table({key1: val1, key2: val2, ...}, ...)
fi_fi: Luo taulukon määritetyistä tietueista käyttäen niin montaa saraketta kuin yksilöiviä tietuekenttiä on. Esimerkki: Table({key1: val1, key2: val2, ...}, ...)
fr_fr: Crée une table à partir des enregistrements spécifiés, avec autant de colonnes qu’il y a de champs d’enregistrement. Par exemple : Table({key1: val1, key2: val2, ...}, ...)
gl_es: Crea unha táboa a partir dos rexistros especificados con tantas columnas como campos de rexistro únicos existen. Por exemplo: Table({key1: val1, key2: val2, ...}, ...)
hi_in: निर्दिष्ट रेकॉर्ड से एक तालिका बनाता है, जिसमें उतने ही स्तंभ होते है, जितने उसमें अद्वितीय रेकॉर्ड होते हैं. उदाहरण के लिए: Table({key1: val1, key2: val2, ...}, ...)
hr_hr: Stvara tablicu iz navedenih zapisa s onoliko stupaca koliko ima jedinstvenih polja zapisa. Na primjer: tablica({key1: val1, key2: val2, ...}...)
hu_hu: Létrehoz egy táblázatot a megadott rekordokból, az egyedi rekordmezőkének megfelelő számú oszloppal. Például: Table({1. kulcs: 1. érték, 2. kulcs: 2. érték, ...}, ...)
it_it: Crea una tabella dai record specificati con un numero di colonne pari a quello dei campi di record univoci, ad esempio Tabella({key1: val1, key2: val2, ...}, ...)
ja_jp: 指定のレコードから、一意のレコード フィールドの数に対応する列を持つテーブルを作成します。例: Table({key1: val1, key2: val2, ...}, ...)
kk_kz: Барлық бірегей жазба өрістері сыятындай етіп көрсетілген жазбалардан кесте жасайды. Мысалы: Кесте({key1: val1, key2: val2, ...}, ...)
ko_kr: 지정된 레코드를 통해 고유한 레코드 필드만큼의 열이 있는 테이블을 만듭니다. 예: Table({key1: val1, key2: val2, ...}, ...)
lt_lt: Sukuria lentelę iš nurodytų įrašų su tiek stulpelių, kiek yra unikalių įrašų laukų. Pavyzdžiui: Table({key1: val1, key2: val2, ...}, ...)
lv_lv: Izveido tabulu no norādītajiem ierakstiem ar tik daudz kolonnām, cik ir unikālu ierakstu lauku. Piemēram: Table({key1: val1, key2: val2, ...}, ...)
ms_my: Mencipta jadual dari rekod yang ditentukan, dengan jalur yang banyak lajur kerana ia medan rekod unik. Sebagai contoh: Jadual({key1: val1, key2: val2, ...}, ...)
nb_no: Oppretter en tabell fra de angitte postene med like mange kolonner som det er unike postfelt. For eksempel: tabell ({key1: val1, key2: val2, ...},...)
nl_nl: Hiermee wordt een tabel van de opgegeven records gemaakt, met evenveel kolommen als unieke recordvelden. Bijvoorbeeld: Table({key1: val1, key2: val2, ...}, ...)
pl_pl: Tworzy tabelę na podstawie określonych rekordów, tak aby liczba kolumn była równa liczbie unikatowych pól rekordu. Na przykład: Table({key1: val1, key2: val2, ...}, ...)
pt_br: Cria uma tabela dos registros especificados, com tantas colunas quantos forem os campos de registro exclusivos. Por exemplo: Table({key1: val1, key2: val2, ...}, ...)
pt_pt: Cria uma tabela a partir de registos especificados, com tantas colunas como campos de registo únicos. Por exemplo: Tabela({key1: val1, key2: val2, ...}, ...)
ro_ro: Creează un tabel din înregistrările specificate, având numărul de coloane egal cu numărul de câmpuri unice din înregistrare. De exemplu: Table({key1: val1, key2: val2, ...}, ...)
ru_ru: Создает таблицу из указанных записей с количеством столбцов, соответствующих количеству уникальных полей записи. Например, Table({key1: val1, key2: val2, ...}, ...)
sk_sk: Vytvorí tabuľku zo zadaných záznamov s toľkými stĺpcami, koľko je jedinečných polí záznamu. Napríklad: Table({key1: val1, key2: val2, ...}, ...)
sl_si: Ustvari tabelo iz določenih zapisov s toliko stolpci kot je enoličnih polj zapisa. Na primer: Table({key1: val1, key2: val2, ...}, ...)
sr_cyrl_rs: Креира табелу од наведених записа, са онолико колона колико постоји јединствених поља записа. На пример: Table({key1: val1, key2: val2, ...}, ...)
sr_latn_rs: Kreira tabelu od navedenih zapisa, sa onoliko kolona koliko postoji jedinstvenih polja zapisa. Na primer: Table({key1: val1, key2: val2, ...}, ...)
sv_se: Skapar en tabell från de angivna posterna med så många kolumner som det finns unika postfält. Till exempel: Table({key1: val1, key2: val2, ...}, ...)
th_th: สร้างตารางจากเรกคอร์ดที่กำหนด ที่มีจำนวนคอลัมน์เท่ากับจำนวนฟิลด์ที่มีชื่อเฉพาะ ตัวอย่างเช่น Table({key1: val1, key2: val2, ...}, ...)
tr_tr: Benzersiz kayıt alanı sayısı kadar sütun içerecek şekilde, belirtilen kayıtlardan bir tablo oluşturur. Örneğin: Tablo({key1: val1, key2: val2, ...}, ...)
uk_ua: Створює таблицю на основі вказаних записів, кількість стовпців у якій відповідає кількості полів з унікальними записами. Наприклад: Таблиця({key1: val1, key2: val2, ...}, ...)
vi_vn: Tạo một bảng từ các bản ghi được chỉ định, kèm theo số lượng cột nhiều tương đương số trường bản ghi riêng. Ví dụ: Bảng({key1: val1, key2: val2, ...}, ...)
zh_cn: 基于指定的记录创建表，该表中列的数目等于唯一记录字段的数目。例如: Table({key1: val1, key2: val2, ...}, ...)
zh_tw: 從指定的記錄建立資料表，資料行的數目為記錄欄位不重複時的資料行數。例如: Table({key1: val1, key2: val2, ...}, ...)

# TableArg1
source: record
bg_bg: запис
ca_es: registre
cs_cz: záznam
da_dk: post
de_de: Datensatz
el_gr: εγγραφή
es_es: registro
et_ee: kirje
eu_es: erregistroa
fi_fi: tietue
fr_fr: enregistrement
gl_es: rexistro
hi_in: रिकॉर्ड
hr_hr: zapis
hu_hu: rekord
ja_jp: レコード
kk_kz: жазба
ko_kr: 레코드
lt_lt: įrašas
lv_lv: ieraksts
ms_my: rekod
nb_no: post
pl_pl: rekord
pt_br: registro
pt_pt: registo
ro_ro: înregistrare
ru_ru: запись
sk_sk: záznam
sl_si: zapis
sr_cyrl_rs: запис
sr_latn_rs: zapis
sv_se: post
th_th: ระเบียน
tr_tr: kayıt
uk_ua: запис
vi_vn: bản_ghi
zh_cn: 记录
zh_tw: 記錄

# AboutTable_record
source: A record that will become a row in the resulting table.
bg_bg: Запис, който ще стане един ред в получената таблица.
ca_es: Registre que es convertirà en una fila a la taula resultant.
cs_cz: Záznam, který se stane řádkem ve výsledné tabulce
da_dk: En post, der bliver en række i den resulterende tabel.
de_de: Ein Datensatz, der in der resultierenden Tabelle zu einer Zeile wird.
el_gr: Μια εγγραφή που θα γίνει σειρά στον πίνακα που προκύπτει.
es_es: Un registro que se convertirá en una fila en la tabla resultante.
et_ee: Kirje, mis muutub tulemitabelis reaks.
eu_es: Emaitza-taulan errenkada bihurtuko den erregistroa.
fi_fi: Tietue, josta tulee rivi tuloksena olevaan taulukkoon.
fr_fr: Enregistrement appelé à devenir une ligne dans la table obtenue.
gl_es: Rexistro que se converterá nunha fila da táboa resultante.
hi_in: ऐसा रेकॉर्ड जो परिणामी तालिका में पंक्ति बन जाएगा.
hr_hr: Zapis koji će postati redak u nastaloj tablici.
hu_hu: Egy rekord, amelyből sor lesz a létrejövő táblában.
it_it: Record che corrisponderà a una riga nella tabella risultante.
ja_jp: 結果のテーブルで行に変換されるレコード。
kk_kz: Алынатын кестедегі жол болатын жазба.
ko_kr: 결과 테이블의 행이 되는 레코드입니다.
lt_lt: Įrašas, kuris taps eilute gautoje lentelėje.
lv_lv: Ieraksts, kas iegūtajā tabulā kļūs par rindu.
ms_my: Rekod yang akan menjadi baris dalam jadual yang terhasil.
nb_no: En post som blir en rad i sluttabellen.
nl_nl: Een record die een rij wordt in de resulterende tabel.
pl_pl: Rekord, który w wynikowej tabeli będzie wierszem.
pt_br: Um registro que se tornará uma linha na tabela resultante.
pt_pt: Registo que se tornarão numa linha na tabela resultante.
ro_ro: O înregistrare care va deveni un rând în tabelul rezultat.
ru_ru: Запись, которая станет строкой в результирующей таблице.
sk_sk: Záznam, ktorý sa vo výslednej tabuľke stane riadkom.
sl_si: Zapis, ki bo postal vrstica v dobljeni tabeli.
sr_cyrl_rs: Запис који ће постати ред у добијеној табели.
sr_latn_rs: Zapis koji će postati red u dobijenoj tabeli.
sv_se: En post som blir en rad i den resulterande tabellen.
th_th: เรกคอร์ดที่จะกลายเป็นแถวในตารางผลลัพธ์
tr_tr: Sonuçta elde edilen tabloda bir satıra dönüşecek olan kayıt.
uk_ua: Запис, що стане рядком в отриманій таблиці.
vi_vn: Một bản ghi sẽ trở thành một hàng trong bảng kết quả.
zh_cn: 将成为结果表中的一行的记录。
zh_tw: 將成為結果資料表中資料列的記錄。
